{
  "course": [
    {
      "courseId": "Fashion",
      "page": 1,
      "title": "Pasar Baru",
      "content": "Pasar Baru Trade Center disebut-sebut sebagai pasar modern pertama di Kota Bandung. Meskipun tampilannya cukup modern, namun tempat belanja di Bandung ini tetap tradisional dimana Anda bisa tawar-menawar dengan penjual barang untuk bisa mendapatkan harga termurah. Kawasan Pasar Baru Trade Center tak ubahnya seperti kawasan Tanah Abang yang berada di Jakarta dan menjadi salah satu pusat penjualan tekstil terbesar di Kota Kembang ini. Jika semula tempat ini hanya menjajakan produk fashion atau tekstil, namun saat ini Pasar Baru Trade Center telah bertambah menjadi pusat penjualan gadget serta kebutuhan pangan lainnya. Pasar Baru yang berada di Bandung sediri telah buka dari zaman penjajahan Belanda, hal tersebut mengukuhkan tempat ini sebagai sentra penjualan tekstil dan fashion tertua di Kota Bandung.",
      "imgLink": "https://explorewisata.com/wp-content/uploads/2018/02/pasar-baru-trade-center-bandung.jpg",
      "videoLink": "https://www.youtube.com/watch?v=uh6aMs_D8bM"
    },
    {
      "courseId": "Fashion",
      "page": 2,
      "title": "Pusat Kain Cigondewah",
      "content": "Jika Jakarta memiliki Tanah Abang dan Mayestik sebagai sentra memburu kain, maka Bandung memiliki pusat kain Cigondewah yang disebut-sebut sebagai surganya bahan tekstil. Kelebihan dari sentra tekstil Cigondewah adalah harganya yang murah lantaran dijual dalam bentuk kiloan. Selain itu tempat belanja di Bandung ini juga sering dijadikan lokasi memburu bahan oleh pengusaha bisnis pakaian atau konveksi baik dari Bandung maupun Ibu Kota. Hal tersebut dikarenakan koleksi barang yang ditawarkan cukup lengkap seperti kawasan Tanah Abang di Jakarta. Untuk yang hendak ke tempat ini, lokasi Pusat Kain Cigondewah terletak tak jauh dari pusat kota atau sekitar 30 menit jarak tempuh. Harga kain yang ditawarkan pun cukup terjangkau dan variatif mulai dari Rp 16.000 hingga Rp 40.000 per meter atau Rp50.000 hingga Rp70.000 per kilo.",
      "imgLink": "https://jurnalmedia.com/wp-content/uploads/2018/02/cigondewah02.jpg",
      "videoLink": "https://www.youtube.com/watch?v=h_PJEvU3sUY"
    },
    {
      "courseId": "Fashion",
      "page": 3,
      "title": "Sentra Sepatu Cibaduyut",
      "content": "Kini kita mengulik daerah yang masih terletak di Kota Bandung yakni Cibaduyut. Nama ini sudah tidak asing lagi bagi pecinta sepatu dan kulit, Cibaduyut merupakan salah satu kelurahan di Kecamatan Bojongloa Kidul. Kawasan ini dikenal sebagai lokasi industri sepatu dan kulit yang saat ini menjadi kawasan wisata belanja di Kota Bandung. Lokasinya sangat strategis yakni berbatasan dengan pusat kota Bandung yakni beberapa ratus meter dari Terminal Leuwipanjang serta rute jalan menuju Cibaduyut dilewati by pass yang membelah Kota Bandung. Hampir sepanjang jalan Cibaduyut Raya ini merupakan toko sepatu dan kulit dan pengunjung bisa berjalan kaki di sepanjang trotoar yang tersedia untuk melihat sembari berbelanja di lokasi. Sentra produksi kerajinan sepatu Cibaduyut ini menjadi daya tarik utama bagi pelancong atau wisatawan domestic maupun mancanegara untuk berkunjung sekedar melihat atau berbelanja sepatu yang kualitasnya tidak kalah dengan brand internasional. Harga sepatu dan kualitas menjadi salah satu daya tarik bagi pengunjung dan wisatawan.",
      "imgLink": "http://urbanradiobandung.com/wp-content/uploads/2018/10/urban-radio-bandung-cibaduyut.jpg",
      "videoLink": "https://www.youtube.com/watch?v=_7pe2mqmPs4"
    },
    {
      "courseId": "Fashion",
      "page": 4,
      "title": "Sentra Rajut Binong Jati",
      "content": "Sentra kerajinan rajut yang terletak di Jalan Binong nyatanya memiliki kualitas baju rajutan yang tak kalah dengan baju rajutan bermerek. Selain itu sentra rajut ini pun berusaha memberdayakan masyarakat sekitar dengan mempekerjakan masyarakat sekitar sendiri. Produk pakaian rajutan hasil dari kawasan ini pun hingga saat ini telah diekspor hingga keluar negeri seperti Malaysia, Singapura hingga Nigeria. Berbagai macam jenis pakaian rajutan pun dengan sangat mudah Anda temui di tempat ini, misal jenis cardigan, jaket, baju hangat, dan syal yang ditawarkan dengan harga sangat terjangkau namun tetap memiliki taste fashion tersendiri dan bagus untuk dipakai sehari-hari. Meskipun kualitas ekspor, namun harga yang ditawarkan sentra pengrajin rajut disini pun tak kalah murahnya dengan pakaian yang dijual di FO.  Harganya mulai dari Rp40.000 hingga Rp100.000 saja sweater rajut pun sudah bisa Anda miliki. Untuk yang penasaran dengan kualitas baju rajut yang dihasilkan oleh sentra pengrajin ini bisa langsung datang ke Jalan Binong Jati No 17 Bandung. Jika berada di kawasan perempatan Jalan Ibrahim, sentra kerajinan rajut ini terletak di antara Jalan Ibrahim dengan Jalan Terusan Kiara Condong. Di sentra kerajinan ini Anda bisa menemukan hingga 400 industri pengrajin rajutan. Untuk yang ingin membeli baju rajutan dapat membeli secara grosir  untuk mendapatkan harga terbaik.",
      "imgLink": "http://majalahpeluang.com/wp-content/uploads/2019/08/kampung-rajoet-binong-jati-2.jpg",
      "videoLink": "https://www.youtube.com/watch?v=-fpkzFA4DMI"
    },
    {
      "courseId": "Fashion",
      "page": 5,
      "title": "Gang Tamim",
      "content": "Gang Tamim adalah tempat belanja di Bandung yang terletak tak jauh dari Pasar Baru, tepatnya di belakang dari Pasar Baru. Tempat ini adalah sentra penjualan jeans yang telah dikenal dengan luas oleh masyarakat Kota Bandung. Dengan hanya Rp100.000 hingga Rp200.000 sudah bisa mendapatkan celana jeans yang berkualitas dengan bahan pilihan sendiri. Gang Tamim sendiri di klaim sebagai pasar tekstil terbesar kedua di Indonesia setelah kawasan Tanah Abang yang sudah terkenal hingga asia tenggara. Hal tersebut dikarenakan komoditas utama dari Gang Tamim adalah denim dan pembuatan jeans yang berkualitas juga murah. Berdasarkan beberapa sumber, harga rata-rata denim yang dipatok di Gang Tamim adalah antara Rp55.000 hingga Rp70.000 per satu bahan celana atau ukuran 1,5 meter. Sedangkan ongkos jahit per satuan adalah beriksar antara Rp40.000 hingga Rp100.000 untuk pengerjaan antara 1 hingga 10 hari. Tak perlu khawatir jika tidak banyak memiliki waktu untuk berkunjung ke tempat tersebut kembali, Anda bisa meminta penjahit untuk mengirimkan barang pesanan dan cukup membayar Rp10.000 hingga Rp20.000 untuk ongkos kirim. Jika dikalkulasi untuk membuat pakaian dengan bahan denim satu potongnya hanya dikenakan Rp 100.000 saja. Tak perlu takut soal model jahitan yang dihasilkan, penjahit di Gang Tamim selalu update dengan tren fashion serta bisa custom mengikuti kemauan konsumen.",
      "imgLink": "http://4.bp.blogspot.com/-gHk1aWSbMHw/U137gavSUAI/AAAAAAAAYZI/EGisB12ZAuA/s1600/IMG00459-20140425-1524.jpg",
      "videoLink": "https://www.youtube.com/watch?v=ypWu0moQeeg"
    },
    {
      "courseId": "Fashion",
      "page": 6,
      "title": "Pusat Distro Trunojoyo",
      "content": "Tak lengkap rasanya jika tidak berbelanja fashion di Bandung, terutama bagi Anda yang ingin selalu tampil fashionable dan tak ingin ketinggalan gaya terbaru anak muda. Di Bandung terdapat berbagai tempat berbelanja, salah satunya Jalan Trunojoyo, sebuah kawasan yang berisi sederetan toko-toko pakaian atau yang dikenal dengan nama distro. Sehingga dalam satu waktu Anda bisa sekaligus mengunjungi banyak distro karena berada di kawasan yang sama. Setiap distro di Jalan Trunojoyo memiliki gaya dan ciri khas tersendiri dengan desain dan model yang kreatif dan inovatif. Salah satunya adalah distro bernama Reborn Clothing, distro yang satu ini tak hanya mengandalkan estetika dan mode dari busana namun juga mencoba memadukannya dengan menghadirkan pesan-pesan bertema nasionalisme sampai spiritual. Anda bisa mendapatkan t-shirt dengan desain bergambar Burung Garuda yang menjadi simbol negara kita sehingga memberikan rasa bangga pada pemakainya tanpa mengurangi nilai fashion dari busana tersebut. Hadir juga Teapot Bandung, yaitu distro yang memiliki terobosan unik, menyediakan berbagai pakaian dengan ukuran super-besar. Teapot tidak hanya sekedar memberikan solusi bagi Anda yang memiliki ukuran badan yang besar, namun juga menyediakan variasi gaya busana dalam berbagai pilihan dengan model yang selalu up-to-date. Kita juga dapat menjumpai distro bernama Unkl347, distro ini terkenal dengan desain yang anak muda banget. Di Unkl347 kita dapat menemukan kaos dengan tema band-band terkenal, tema bikers dan desain unik lainnya. Salah satu contohnya adalah rancangan 400Hertz Robot Series Design yang merupakan adopsi dari produk unggulan Unkl347. Meski hanya brand local, namun produk yang hadir di distro-distro Jalan Trunojoyo Bandung telah mendunia, beberapa artis Hollywood dan musisi ternama telah banyak yang menggunakannya.",
      "imgLink": "https://www.google.com/url?sa=i&source=images&cd=&ved=2ahUKEwjP-vGmrP3mAhVbbn0KHbcYBVIQjRx6BAgBEAQ&url=https%3A%2F%2Freview.bukalapak.com%2Ftravel%2Fdistro-di-bandung-105964&psig=AOvVaw291CgZ5ZgRPYAmvQSASpXt&ust=1578893782384733",
      "videoLink": "https://www.youtube.com/watch?v=XcoFCIZCE3Q"
    },
    {
      "courseId": "Fashion",
      "page": 7,
      "title": "Plaza Parahyangan",
      "content": "Mulai dari pakaian pria, wanita, anak-anak sampai model hijab Bandung memiliki pusat belanjanya tersendiri. Seperti di Plaza Parahyangan yang ada di Jl. Dalem Kaum No.54. Plaza Parahyangan memang sudah tidak asing lagi sebagai tempat khusus untuk baju-baju distro dengan berbagai merk. Mulai dari kaos, jaket, topi, ikat pinggang, souvenir, hingga pakaian dan aksesoris bernuansa hardcore atau band metal juga tersedia lengkap di Plaza Parahyangan. Tidak hanya Wargi Bandung, destinasi belanja ke Plaza Parahyangan ini memang sudah menjadi incaran dari wisatawan yang datang ke Bandung baik dari dalam negeri maupun luar negeri. Harga yang ditawarkan pun beragam, dengan kualitas yang tentu terjamin. Setelah selesai berbelanja, Wargi Bandung bisa menikmati kuliner di sekitar Plaza Parahyangan sambil menikmati keindahan Alun-alun Kota Bandung. Wargi Bandung juga bisa berfoto bersama badut-badut yang ada di pelataran jalan Dalem Kaum. Plaza Parahyangan terdiri dari 5 lantai dan memiliki kurang lebih 450 pedagang distro, sehingga Plaza Parahyangan disebut Pusat Distro Bandung. Yang menarik, meski berada di sebuah gedung layaknya mall, namun Wargi Bandung tidak perlu segan untuk menawar barang-barang yang Wargi Bandung mau loh.",
      "imgLink": "https://www.google.com/url?sa=i&source=images&cd=&cad=rja&uact=8&ved=2ahUKEwjNq4TLrv3mAhVxIbcAHQOQBV0QjRx6BAgBEAQ&url=%2Furl%3Fsa%3Di%26source%3Dimages%26cd%3D%26ved%3D2ahUKEwi0u5_Jrv3mAhWL6XMBHXxvC30QjRx6BAgBEAQ%26url%3Dhttps%253A%252F%252Finfopromodiskon.com%252Fmall%252Fprofile%252Fparahyangan-plaza%252F%26psig%3DAOvVaw16emEofHA5ELchIHmq-SIh%26ust%3D1578894468996963&psig=AOvVaw16emEofHA5ELchIHmq-SIh&ust=1578894468996963",
      "videoLink": "https://www.youtube.com/watch?v=7Yyr_pAVpmU"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 1,
      "title": "Tari Jaipong",
      "content": "Kemunculan tari jaipongan 1980 an yang lahir dari kekreatifitasan para seniman Bandung yang dikenal dengan Gugum Gumbira , pada awalnya tarian tersebut pengembangan dari ketuk tilu apabila dilihat dari perkembangannya dan dasar koreografernya. Kata jaipong bersal dari masyarakat Karawang yang bersal dari bunyi kendang sebagai iringan tari rakyat yang menurut mereka berbunyi jaipong yang secara onomotofe, tepak kendang tersebut sebagai iringan tari pergaulan dalam kesenian banjidoran yang berasal dari Subang dan Karawang yang akhirnya menjadi populer dengan istilah jaipongan.\n\nKarya jaipongan pertama yang diciptakan oleh Gugum Gumbira adalah tari daun pulus keser bojong dan tari Raden Bojong yang berpasangan putra- putri. Tarian tersebut sangat digemari dan populer di seluruh Jawa Barat termasuk Kabupaten Bandung karya lain yang diciptakan oleh Gugum diantaranya toka-toka, setra sari, sonteng, pencug, kuntul mangut, iring-iring daun puring , rawayan, kaum anten dll. juga para penari yang populer diantaranya seperti Iceu Efendi, Yumiati Mandiri, Mimin Mintarsih, Nani, Erna, Mira Tejaningrum, Ine Diar, Asep Safat.\n\nPenari jaipongan terdiri dari Tunggal, rampak atau kolosal\n\na. Rampak sejenis\nb. Rampak berpasangan\nc. Tunggal laki-laki dan tunggal perempuan\nd. Berpasangan laki- laki atau perempuan",
      "imgLink": "https://gpswisataindonesia.info/wp-content/uploads/2016/02/68502-jaipong.jpg",
      "videoLink": "https://www.youtube.com/watch?v=5-eAbaqK068"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 2,
      "title": "Tari Merak Priangan",
      "content": "Tari Merak merupakan tarian kreasi baru dari daerah Pasundan, Jawa Barat. Tarian ini diciptakan oleh Raden Tjetjep Somantri, seorang koreografer tari Sunda pada tahun 1950-an. Pada tahun 1965, tarian ini kembali diperkenalkan dengan kreasi gerak baru oleh Irawati Urban, seorang wanita pecinta seni tari yang berasal dari daerah Bandung, Jawa Barat. Di daerah Pasundan, tari Merak seringkali dimainkan ketika menyambut kedatangan tamu kehormatan dalam sebuah acara. Dalam sebuah pesta pernikahan adat Sunda, Tari Merak seringkali menjadi tari menyambut kehadiran pengantin lelaki yang hendak berjalan menuju pelaminan.\n\nDalam sebuah pertunjukan, tari Merak umumnya dimainkan oleh seorang atau beberapa orang penari wanita. Ketika pertunjukan, mereka mengenakan kostum yang penuh warna, seperti merah, kuning, serta hijau. Konon, warna itu menggambarkan pesona warna dari burung merak.\n\nUntuk menambah kesan menarik, mereka juga mengenakan selendang yang warnanya senada dengan kostum penari. Selendang itu terikat pada pinggang penari Merak. Ketika dibentangkan, selendang itu tampak seperti sepasang sayap dari seekor burung Merak. Tak pernah terlewatkan, penari Merak juga menggunakan mahkota yang berhiaskan replika kepala burung merak.\n\nDengan diiringi seperangkat alat musik gamelan Sunda, pertunjukan tari Merak dimulai. Gerakan lemah gemulai dari sang penari Merak menjadi ciri khas tersendiri dari pertunjukan tari Merak. Sesekali, mereka menampilkan gerakan layaknya seekor burung yang sedang melompat. Gerakan tari Merak semakin terkesan mempesona ketika penari Merak menari sambil membentang sepasang sayap yang penuh warna.\n\nDari awal hingga pertunjukan itu usai, penari Merak memainkan gerak yang menggambarkan keanggunan, keindahan serta kelincahan seekor burung Merak. Menurut ceritanya, keseluruhan gerak dalam pertunjukan tari Merak ini menggambarkan seekor merak jantan yang berusaha menarik hati sang merak betina.",
      "imgLink": "https://gpswisataindonesia.info/wp-content/uploads/2016/02/1e035-4059762_orig2.jpg",
      "videoLink": "https://www.youtube.com/watch?v=-fritomfhDw"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 3,
      "title": "Tari Kursus (Tari Keurseus)",
      "content": "Berdasarkans etimologinya, arti kata khusus berasal dari Bahasa Belanda Keurseus yaitu belajar secara teratur. Tari Kursus merupakan perkembangan dari tari Tayub yang tumbuh dan berkembang pada masa keemasan kaum bangsawan tempo dulu.\n\nTari kursus berdiri pada 1927 yang dikenal dengan nama perkumpulan Wirahmasari pimpinan R. Sambas Wirakusumah dari Ranca Ekek Bandung. Tari Kursus merupakan salah satu tarian yang diajarkan secara sistematis dan mempunyai patokan atau aturan tertentu dalam cara membawakannya. Disamping itu tari kursus juga mempunyai nilai estetis yang cukup tinggi dan kaya akan pokabuler gerak.\n\nBerdasarkan bentuk penyajiannya tari kursus dibagi kedalam 5 tahapan yakni :\n\n1. Tari Lenyepan : karakternya lembut, halus, selaras dengan Satrias Lungguh.\n2. Tari Gawil : karakternya lanyap atau ladak selaras dengan Satria Dangah\n3. Tari Kawitan : karakternya lenyep atau lanyap dan Ponggawa.\n4. Tari Gunungsari : karakternya ponggawa lungguh\n5. Tari Kastawa : karakternya agung Tatanan gerak tari kursus dapat dibagi kedalam lima kelompok yang terdiri dari :\n\nGerak Pokok : rangkaian dari gerak unsur, penghubung dan peralihan\nGerak Unsur : sikap-sikap yang terdiri dari kesatuan bentuk-bentuk yang terdapat pada kaki, lengan, kepala, leher, bahu, badan dan mata\nGerak Penghubung : menghubungkan bentuk sikap yang satu untuk mencapai bentuk atau sikap lainnya\nGerak Peralihan : menyangkut perpindahan adegan terutama pada gerak-gerak pokok yang satu kepada yang lain\nGerak Pelengkap : gerak sisipan yang memperindah gerak dan sikap.\n\nKarawitan\n\nKarawitan yang digunakan dalam penyajian tari kursus adalah gamelan pelengkap dengan laras Salendro atau Pelog. Waditranya terdiri dari saron satu dan dua, seperangkat kendang, demung, kenong, rebab, gambang, bonang, rincik, penerus, peking, kecrek, selentem, kempul dan gong besar. Pada umumnya jenis lagu yang dibawakan yaitu lagu ageung, opat wilet naek lagu kering dua dan tiga dengan tempo 4 gurudugan.",
      "imgLink": "https://gpswisataindonesia.info/wp-content/uploads/2016/02/ff6c8-1547.jpg",
      "videoLink": "https://www.youtube.com/watch?v=bLAdVAJYEXw"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 4,
      "title": "Tari Topeng Priangan",
      "content": "Tari Topeng Priangan adalah tari topeng yang menyebar di wilayah Jawa Barat sekarang ini. Dalam gerak dbanyak gerakan yang sedikit mirip dengan tari Topeng Cirebon namun dalam Topeng Priangan ini lebih difokuskan pada gerak tari puteri. Dalam tata kostum pun biasanya tari ini memakai kain kebat atau samping, dengan tekes yang menggunung tinggi.\n\nKarya Topeng Priangan bersumber dari Topeng Cirebon gaya Palimanan yang penyebarannya ke wilayah Priangan dilakukan oleh dalang (penari) Topeng Wentar serta putri-putrinya yaitu Ami, Dasih, dan Suji. Nugraha mulai memperdalam Topeng Cirebon pada 9September 1959 bersama Enoch Atmadibrata dan Soosman kerabat dekat R. SambasWirakusumah yang pernah belajar Topeng Cirebon kepada Wentar. Tari Topeng Priangan karya Nugraha, merupakan reinterpretasi, improvisasi, modifikasi atau inovasi serta seleksi terhadap Topeng Cirebon sehingga terjadi transformasi budaya meliputi aspek gerak, tata busana, iringan,dan konsep estetik yang digunakannya.",
      "imgLink": "https://gpswisataindonesia.info/wp-content/uploads/2016/02/35103-gambar-tari-topeng-priangan.jpg",
      "videoLink": "https://www.youtube.com/watch?v=diHz1SNE99k"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 5,
      "title": "Tari Buyung",
      "content": "Merupakan tarian tradisional yang biasanya dilakukan pada acara puncak pada upacara seren taun yang dilakukan masyarakat Jawa Barat. Tarian ini merupakan kreasi dari Emalia Djatikusumah, istri dari Pangeran Djatikusumah salah seorang sesepuh adat.\n\nTarian ini menggambarkan para gadis desa yang mandi dan mengambil air bersama-sama dicurug (air terjun) Ciereng dengan menggunakan buyung (tempat air dari logam/tanah liat).",
      "imgLink": "https://gpswisataindonesia.info/wp-content/uploads/2016/02/8c533-tari-buyung-3.jpg",
      "videoLink": "https://www.youtube.com/watch?v=sSGmkGH-wcI"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 6,
      "title": "Angklung",
      "content": "Angklung adalah alat musik multitonal (bernada ganda) yang secara tradisional berkembang dalam masyarakat Sunda di Pulau Jawa bagian barat. Alat musik ini dibuat dari bambu, dibunyikan dengan cara digoyangkan (bunyi disebabkan oleh benturan badan pipa bambu) sehingga menghasilkan bunyi yang bergetar dalam susunan nada 2, 3, sampai 4 nada dalam setiap ukuran, baik besar maupun kecil. Dictionary of the Sunda Language karya Jonathan Rigg, yang diterbitkan pada tahun 1862 di Batavia, menuliskan bahwa angklung adalah alat musik yang terbuat dari pipa-pipa bambu, yang dipotong ujung-ujungnya, menyerupai pipa-pipa dalam suatu organ, dan diikat bersama dalam suatu bingkai, digetarkan untuk menghasilkan bunyi. Angklung terdaftar sebagai Karya Agung Warisan Budaya Lisan dan Nonbendawi Manusia dari UNESCO sejak November 2010.\n\nAngklung terdiri dari beberapa jenis, yaitu: Angklung Kanekes, Angklung Reyog, Angklung Banyuwangi, Angklung Bali, Angklung Dogdog Lojor, Angklung Gubrag, Angklung Badeng, Buncis, Angklung Padaeng, Angklung Sarinande, Angklung Toel, Angklung Sri-Murni.\n\nSelain itu ada juga Ensemble angklung seperti: Klasik Padaeng, Angklung solo, dan Arumba.",
      "imgLink": "https://1.bp.blogspot.com/-M8PA-_lVu0A/Vz-tq_KCmAI/AAAAAAAAPkw/TPWj6EWrLK8tqwaWPz9pg_vWob7VHfxzgCLcB/s320/angklung.jpg",
      "videoLink": "https://www.youtube.com/watch?v=d6SVAa5O-QY"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 7,
      "title": "Suling",
      "content": "Suling adalah alat musik dari keluarga alat musik tiup kayu atau terbuat dari bambu. Suara suling berciri lembut dan dapat dipadukan dengan alat musik lainnya dengan baik.\n\nAda Beberapa Jenis Suling Sunda, Mulai Suling Yang Memiliki Lubang Enam, Empat, Lima Dan Suling Gaya Baru Yaitu Suling Lubang Delapan Dan Lubang Tujuh, Jenis Yang Terakhir Ini Merupakan Pengembangan Dari Suling Lubang Enam. Namun Secara Umum Suling Sunda Hanya Terdapat Tiga Jenis Yaitu: Suling Lubang Enam, Lima Dan Empat, Jenis Dan Fungsinya Secara Umum Dapat Kita Bedakan Secara Singkat Seperti Dibawah Ini :\n\nSuling Sunda Lubang Enam –Digunakan Untuk Mengiringi Tembang Dan Kawih Namun Lebih Dominannya Pada Tembang, Fungsinya Adalah Sebagai Nada Dasar Pesinden Dalam Bernyanyi, Membawakan Melodi Dan Melilit Melodi, Ornamentasi Yang Dimainkan Suling Pasti Sama Dengan Sinden, Sementara Laras Yang Digunakan Adalah: Laras Pelog, Pelog Degung, Madenda Dan Kadang Salendro Tapi Untuk Laras Yang Satu Ini Jarang Digunakan Oleh Suling Ini.\n\nSuling Lubang Lima - Suling Ini Adalah Jenis Suling Yang Digunakan Pada Jenis Kesenian Tarawangsa Suatu Kesenian Ritual Di Daerah Sumedang, Akan Tetapi Jenis Suling Ini Di Daerah Tasikmalaya Pun Sering Digunakan, Yaitu Di Daerah Cibalong.\n\nSuling Lubang Empat - Secara Laras Suling Ini dibagi Menjadi: Suling Lubang Empat Laras Degung, Suling Lubang Empat Laras Salendro, Suling Lubang Empat Laras Nyorog/Madenda, dan Suling Lubang Empat Laras Sorog, Bagian Dari Laras Pelog.\n\nSuling Lubang Empat Ini Biasanya Hanya Difungsikan Untuk Sajian Musik Instrumentalia Dan Tidak Digunakan Untuk Mengiringi Tembang Atau Kawih.",
      "imgLink": "https://4.bp.blogspot.com/-8lNzyEo3Fho/Vz-trfGehTI/AAAAAAAAPk0/cArAzAL_Q1sQ5Qa1uPZHVssD23ZJ0zdQQCLcB/s320/suling-sunda.png",
      "videoLink": "https://www.youtube.com/watch?v=UQF3HI9J5Bw"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 8,
      "title": "Arumba",
      "content": "Arumba adalah ensemble musik dari berbagai alat musik yang terbuat dari bambu. Arumba lahir sekitar tahun 1960-an di Jawa Barat Indonesia, saat ini menjadi alat musik khas Jawa Barat. Arumba termasuk ensembel berarti termasuk seni musik\n\nKonon pada tahun 1964, Yoes Roesadi dan kawan-kawan membentuk grup musik yang secara khusus menambahkan angklung pada jajaran ensemble-nya. Ketika sedang naik truk untuk pentas ke Jakarta, mereka mendapat ide untuk menamai diri sebagai grup Arumba (Alunan Rumpun Bambu).\n\nKemudian sekitar tahun 1968, Muhamad Burhan di Cirebon membentuk grup musik yang bertekad untuk sepenuhnya memainkan alat musik bambu. Mereka memakai alat musik lama (angklung, calung), dan juga berinovasi membuat alat musik baru (gambang, bass lodong). Ensemble ini kemudian mereka beri nama Arumba (Alunan Rumpun Bambu).\n\nSekitar tahun 1969, Grup Musik Arumba juga mengubah nama menjadi Arumba, sehingga timbul sedikit perselisihan istilah arumba tersebut. Dengan berjalannya waktu, istilah arumba akhirnya melekat sebagai ensemble musik bambu asal Jawa Barat.\n\nSusunan Alat Musik \nSusunan ensemble gambang yang umum saat ini adalah:\nAngklung solo: adalah satu set angklung (biasanya 31 buah) yang tergantung pada palang. Angklung ini dimainkan oleh satu orang saja, sehingga pada satu saat, hanya dua angklung yang bisa digetarkan.\nGambang Melodi: adalah gambang yang membunyikan melodi lagu (saling mengisi suara dengan angklung), dimainkan oleh satu orang dengan dua pemukul.\nGambang pengiring: adalah gambang yang bertugas menghasilkan suara akord. Gambang ini dimainkan oleh seorang pemain dengan 4 pemukul.\nBass lodong: terdiri atas beberapa tabung bambu besar yang dipukul untuk memberi nuansa nada rendah.\nGendang : adalah alat musik pukul yang digunakan sebagai pembawa irama.",
      "imgLink": "https://4.bp.blogspot.com/-dNdCB9jujJA/Vz-tq7kCF6I/AAAAAAAAPks/6eTjbpDOKlsalKRai8M4CSNE9hQh8geZgCLcB/s320/arumba.jpg",
      "videoLink": "https://www.youtube.com/watch?v=RA2yJj6gDtQ"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 9,
      "title": "Calung",
      "content": "Calung adalah alat musik Sunda yang merupakan prototipe (purwarupa) dari angklung. Berbeda dengan angklung yang dimainkan dengan cara digoyangkan, cara menabuh calung adalah dengan memukul batang (wilahan, bilah) dari ruas-ruas (tabung bambu) yang tersusun menurut titi laras (tangga nada) pentatonik (da-mi-na-ti-la). Jenis bambu untuk pembuatan calung kebanyakan dari awi wulung (bambu hitam), namun ada pula yang dibuat dari awi temen (bambu yang berwarna putih).\n\nPengertian calung selain sebagai alat musik juga melekat dengan sebutan seni pertunjukan. Ada dua bentuk calung Sunda yang dikenal, yakni calung rantay dan calung jinjing.\n\nCalung rantay - Calung rantay bilah tabungnya dideretkan dengan tali kulit waru (lulub) dari yang terbesar sampai yang terkecil, jumlahnya 7 wilahan (7 ruas bambu) atau lebih. Komposisi alatnya ada yang satu deretan dan ada juga yang dua deretan (calung indung dan calung anak/calung rincik). Cara memainkan calung rantay dipukul dengan dua tangan sambil duduk bersilah, biasanya calung tersebut diikat di pohon atau bilik rumah (calung rantay Banjaran-Bandung), ada juga yang dibuat ancak \"dudukan\" khusus dari bambu/kayu, misalnya calung tarawangsa di Cibalong dan Cipatujah, Tasikmalaya, calung rantay di Banjaran dan Kanekes/Baduy.\n\nCalung jinjing - Adapun calung jinjing berbentuk deretan bambu bernada yang disatukan dengan sebilah kecil bambu (paniir). Calung jinjing terdiri atas empat atau lima buah, seperti calung kingking (terdiri dari 12 tabung bambu), calung panepas (5 /3 dan 2 tabung bambu), calung jongjrong(5 /3 dan 2 tabung bambu), dan calung gonggong (2 tabung bambu). Kelengkapan calung dalam perkembangannya dewasa ini ada yang hanya menggunakan calung kingking satu buah, panempas dua buah dan calung gonggong satu buah, tanpa menggunakan calung jongjrong Cara memainkannya dipukul dengan tangan kanan memakai pemukul, dan tangan kiri menjinjing/memegang alat musik tersebut. Sedangkan teknik menabuhnya antar lain dimelodi, dikeleter, dikemprang, dikempyung, diraeh, dirincik, dirangkep (diracek), salancar, kotrek, dan solorok.",
      "imgLink": "https://1.bp.blogspot.com/-uZSXlMeSXrA/Vz-tqSuvGvI/AAAAAAAAPkg/FSQdg7QtnwQCVLQaiFBAX2xhlTmm8OLLACLcB/s320/Calung-sunda.jpg",
      "videoLink": "https://www.youtube.com/watch?v=gnuWxu-bDKg"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 10,
      "title": "Celempung",
      "content": "Celempung adalah sebuah waditra (istrumen musik tradisional) jenis alat pukul ini terbuat dari bambu, dimainkan dengan cara dipukul oleh alat bantu pemukul. Waditra ini berperan seperti kendang (gendang), yaitu sebagai pengatur irama lagu. Bentuk penyajian waditra 'Celempung' dinamakan 'Celempungan'. Pertunjukan dilengkapi waditra kacapi, rebab atau suling dan sebuah goong buyung.\n\nPengertian istilah - Celempungan merupakan alat bunyi yang diadopsi dari 'Icikibung', yaitu bunyi sebuah permainan tradisional berupa pukulan telapak tangan dan gerak sikut diatas permukaan air, sehingga menimbulkan bunyi-bunyi yang khas. Permainan ini biasa dimainkan oleh para wanita (gadis) yang sedang mandi di sungai.\n\nBunyi dari permainan 'Icikibung' itu ditiru dan dipindahkan menjadi waditra yang terbuat dari bambu besar (awi gombong) yang disebut 'Celempung'.\n\nBahan dan Rancang Bangun - Bahan dasar waditra 'Celempung' dibuat dari bahan bambu, untuk yang berbentuk bulat. Sedang untuk yang berbentuk segi enam atau segi delapan terbuat dari bahan kayu. Alat pemukulnya dapat dibuat dari bahan bambu atau kayu yang ujungnya dibalut dengan kain atau benda tipis agar menghasilkan suara nyaring, jika dipukulkan pada celempung.\n\nBagian-bagian celempung: \n1. 'Sirah' penutup pinggir sebelah kiri\n2. 'Pongpok', penutup sebelah kanan, dua utas sembilu berfungsi sebagai senar\n3. 'Talingkup' penghubung kedua utas sembilu\n4. 'Nawa' sebagai lubang suara\n5. 'Baham' sebagai tempat pengolah suara.",
      "imgLink": "https://1.bp.blogspot.com/-m2rO_FTDEKI/Vz-zKSZWYiI/AAAAAAAAPlY/6Ow1b4AauTUQKjmmGGGoyaCK5KHPbiAdACLcB/s320/Celempung.png",
      "videoLink": "https://www.youtube.com/watch?v=_kfUc2_MgyM"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 11,
      "title": "Degung",
      "content": "Degung adalah sekumpulan alat musik yang dimainkan oleh masyarakat Sunda.\n\nAda dua pengertian tentang istilah degung, degung sebagai nama perangkat gamelan\ndan degung sebagai nama laras bagian dari laras salendro ( berdasarkan teori Raden Machjar Angga Koesoemadinata).\n\nDegung sebagai unit gamelan dan degung sebagai laras memang sangat lain. Dalam teori tersebut, laras degung terdiri dari degung dwiswara (tumbuk: (mi) 2 – (la) 5) dan degung triswara: 1 (da), 3 (na), dan 4 (ti).",
      "imgLink": "https://3.bp.blogspot.com/-iVcB8YousG4/Vz-wIBNKpTI/AAAAAAAAPlM/XwE1hWckijsVCGk_h_-Ebqn3kVQWtaZawCLcB/s320/gamelan_degung.jpg",
      "videoLink": "https://www.youtube.com/watch?v=Cp9NQF-c__g"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 12,
      "title": "Jentreng",
      "content": "Jentreng adalah sejenis alat musik kecapi dengan jumlah dawai tujuh buah. Ukurannya jauh lebih kecil jika dibandingkan dengan kacapi pada umumnya. Terbuat dari kayu kembang (kenanga) atau kayu nangka. Teknik memainkannya dipetik dan di-toel (disentuh) dengan jari kiri-kanan. Telunjuk, jari tengah, dan ibu jari tangan kanan untuk memetik nada-nada tinggi, sedangkan telunjuk tangan kiri untuk menyentuh nada-nada rendah (bagian atas dari instrumen).\n\nMenurut sistem klasifikasi Curt Sachs dan Hornbostel, Jentreng diklasifikasikan sebagai Chordophone, sub klasifikasi zither. Sedangkan menurut cara memainkannya, jentreng diklasifikasi sebagai alat petik. Dalam ensambel, jentreng berfungsi sebagai pengiring (mengiringi lagu).",
      "imgLink": "https://3.bp.blogspot.com/-52vYSWF3xUs/Vz-vQN7ZQ6I/AAAAAAAAPlE/pgFICqR5PbQmIymu2PMh_cs9svZE4DFKwCLcB/s320/jentreng.jpg",
      "videoLink": ""
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 13,
      "title": "Kacapi",
      "content": "Kacapi (kecapi) termasuk jenis waditra alat petik, karena bunyi suara yang dihasilkan dengan cara dipetik. Dalam istilah musik Sunda, tekhnik dasar petikan kacapi dikenal mempunyai cara khas seperti : ditoel, disintreuk, dan digemyang (diranggeum)\n\nKacapi merupakan alat musik Sunda yang dimainkan sebagai alat musik utama dalam Tembang Sunda atau Mamaos Cianjuran dan kacapi suling. Kata kacapi dalam bahasa Sunda juga merujuk kepada tanaman sentul (Sentul adalah sebuah nama dalam bahasa Sunda untuk tumbuhan dan buah kecapi), yang dipercaya kayunya digunakan untuk membuat alat musik kacapi.",
      "imgLink": "https://1.bp.blogspot.com/-BHpYK4f2pus/Vz-tqe2ptZI/AAAAAAAAPkk/fBItzczdNi4_IeNvCYr9bweWK5STnaIZgCLcB/s320/Kacapi-suling.jpg",
      "videoLink": "https://www.youtube.com/watch?v=TozNzgC_C2I"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 14,
      "title": "Karinding",
      "content": "Karinding merupakan salah satu alat musik getar (mouth harp) tradisional Sunda yang terbuat dari banbu atau kayu.\n\nCara Memainkan - Karinding disimpan di bibir, terus tepuk bagian pemukulnya biar tercipta resonansi suara. Karinding biasanya dimainkan secara solo atau grup (2 sampai 5 orang). Seroang diantaranya disebut pengatur nada atau pengatur ritem. Di daerah Ciawi, dulunya karinding dimainkan bersamaan takokak (alat musik bentuknya mirip daun).\n\nSecara konvensional menurut penuturan Abah Olot nada atau pirigan dalam memainkan karinding ada 4 jenis, yaitu: tonggeret, gogondangan, rereogan, dan iring-iringan.\n\nFungsi - Karinding yaitu alat buat mengusir hama di sawah. Suara yang dihasilkan dari getaran jarum karinding biasanya bersuara rendah low decible. Suaranya dihasilkan dari gesekan pegangan karinding dan ujung jari yang ditepuk-tepakkan. Suara yang keluar biasanya terdengar seperti suara wereng, belalang, jangkrik, burung, dan lain-lain. Yang zaman sekarang dikenal dengan istilah ultrasonik. Biar betah di sawah, cara membunyikannya menggunakan mulut sehingga resonansina menjadi musik. Sekarang karinding biasa digabungkan dengan alat musik lainnya.",
      "imgLink": "https://2.bp.blogspot.com/-Dol7SXPC9CI/Vz-tp8Jxx2I/AAAAAAAAPkc/G65OekzolFsSl7BQghDd2xMenFbvbAhTACLcB/s320/Karinding.JPG",
      "videoLink": "https://www.youtube.com/watch?v=wVtpjMiTYh4"
    },
    {
      "courseId": "Seni dan Budaya",
      "page": 15,
      "title": "Rebab",
      "content": "Rebab adalah waditra (alat musik) jenis gesek, karena bunyi yang dihasilkan waditra ini bersumber dari kawat yang dimainkan dengan cara digesek. Waditra ini hampir sama dengan tarawangsa, perbedaannya terletak pada bentuk dan cara memakainya.\n\nPengertian Istilah - Rebab berasal dari kata Rabab (bahasa Persia) yang artinya sedih. Pengertian ini sesuai dengan jenis lagu-lagu pada rebab, yang sering membawakan lagu-lagu \" ngalengis \", yaitu lagu-lagu yang sangat menyayat hati (sedih). Diantara waditra-waditra Sunda, alat gesek Rebab merupakan waditra uang paling tepat menghantarkan lagu-lagu yang bersuansana sedih.\n\nRebab biasa disebut Lengek. Lengek adalah alat gesek/keset. Orang yang sedang menyajikan Rebab biasa disebut \" ngalengek\". Jadi ngalenggek sama dengan ngarebab/merebab.\n\nBahan dan Rancang Bangun\nWaditra Rebab dibuat dari bahan: kayu,kawat dan kulit, dengan bahan tambahan kain dan pelitur. \nTerbuat dari bahan kayu jeruk. Bagian lainnya seperti : wangkis terbuat dari bahan kayu nangka, Tumpang sari dari bahan Kayu jati, dari bulu ekor kuda putih, Dampit dari bahan karet atau benda yang empuk dan sisir dari bahan tanduk atau tulang binatang.",
      "imgLink": "https://4.bp.blogspot.com/-lasieafK1YM/Vz-tqhCMD0I/AAAAAAAAPko/PWaigwqcT-wqrK2-5CWRP05yq7QnATBugCLcB/s320/REBAB.png",
      "videoLink": "https://www.youtube.com/watch?v=xlLQjbsIr_4"
    },
    {
      "courseId": "Sejarah",
      "page": 1,
      "title": "Asal Mula Bandung Bagian 1",
      "content": "Sejarah Kota Bandung\n\nSejarah Kota Bandung bermula dari Legenda Sangkuriang yang menceritakan bagaimana terbentuknya danau Bandung dan Gunung Tangkuban Perahu. Air dari danau Bandung menurut legenda, mulai mengering karena mengalir melalui sebuah gua yang bernama Sanghyang Tikoro. Situ Aksan merupakan daerah terakhir dari sisa-sisa Danau Bandung yang telah kering. Pada tahun 1970-an masih merupakan danau tempat pariwisata, hingga saat ini sudah menjadi daerah perumahan untuk permukiman.\n\nKota Bandung secara geografis memang terlihat dikelilingi oleh pegunungan, dan ini menunjukkan bahwa pada masa lalu kota Bandung memang merupakan sebuah telaga atau danau. Tahun 1896 Bandung belum ditetapkan menjadi kota dengam data penduduk sebanyak 29.382 orang, sekitar 1.250 orang berkebangsaan Eropa, mayoritas orang Belanda. \n\nPada 1 April 1906, Kota Bandung secara resmi mendapat status gemeente (kota) dari Gubernur Jenderal J.B. van Heutsz dengan luas wilayah sekitar 900 ha. Tahun 1949, bertambah menjadi 8.000 ha.\nPada masa perang kemerdekaan, 24 Maret 1946, sebagian kota ini di bakar oleh para pejuang kemerdekaan sebagai strategi perang. Peristiwa ini dikenal dengan sebutan Bandung Lautan Api dan diabadikan dalam lagu Halo-Halo Bandung. Kemudian, Kota Bandung ditinggalkan oleh sebagian penduduknya yang mengungsi ke daerah lain.",
      "imgLink": "https://cdn.yukepo.com/content-images/main-images/2017/04/10/main_image_7541.jpg",
      "videoLink": "https://www.youtube.com/watch?v=uZK1SEG1ecI"
    },
    {
      "courseId": "Sejarah",
      "page": 2,
      "title": "Asal Mula Bandung Bagian 2",
      "content": "Asal muasal nama “Bandung”\n\nSedangkan, terdapat beberapa versi munculnya kata \"Bandung\" yang kini dijuluki juga sebagai Parijs Van Java. Bandung berasal dari kata bendung atau bendungan karena terbendungnya sungai Citarum oleh lava Gunung Tangkuban Perahu yang lalu membentuk telaga. Adapun legenda yang menceritakan \"Bandung\" diambil dari sebuah kendaraan air yang terdiri dari dua perahu yang diikat berdampingan yang disebut perahu bandung. Perahu ini digunakan oleh Bupati Bandung, R.A. Wiranatakusumah II, untuk melayari Citarum dalam mencari tempat kedudukan kabupaten yang baru untuk menggantikan ibukota yang lama di Dayeuhkolot.\nAda juga sejarah kata \"bandung\" dalam bahasa Indonesia, identik dengan kata \"banding\" berarti berdampingan.\n\nNgabanding (Sunda) berarti berdampingan atau berdekatan. Sedangkan, berdasarkan filosofi Sunda, kata \"bandung\" berasal dari kalimat \"Nga-Bandung-an Banda Indung,\" yang merupakan kalimat sakral dan luhur karena mengandung nilai ajaran Sunda. Kata Bandung mempunyai nilai filosofis sebagai alam tempat segala makhluk hidup maupun benda mati yang lahir dan tinggal di Ibu Pertiwi yang keberadaanya disaksikan oleh yang Maha Kuasa.",
      "imgLink": "",
      "videoLink": ""
    },
    {
      "courseId": "Sejarah",
      "page": 3,
      "title": "Asal Mula Bandung Bagian 3",
      "content": "Julukan Kota Bandung\n\nSelain sejarah mengenai Kota Bandung, kota ini juga memiliki beberapa julukan yang biasanya disebut oleh masyarakat. Pertama yaitu dengan julukan Kota Kembang. Istilah kota kembang berasal dari peristiwa yang terjadi tahun 1896 saat Pengurus Besar Perkumpulan Pengusaha Perkebunan Gula, Bestuur van de Vereninging van Suikerplanters yang berkedudukan di Surabaya memilih Bandung sebagai tempat penyelenggaraan kongresnya yang pertama.\n\nTuan Jacob mendapat masukan dari Meneer Schenk agar menyediakan ‘kembang-kembang’ berupa \"noni cantik\" Indo-Belanda dari wilayah perkebunan Pasir Malang untuk menghibur para pengusaha gula tersebut.\n\nKongres tersebut dikatakan sukses besar. Dari mulut peserta kongres itu kemudian keluar istilah dalam bahasa Belanda De Bloem der Indische Bergsteden atau ‘bunganya’ kota pegunungan di Hindia Belanda. Dari situ muncul julukan kota Bandung sebagai kota kembang.\n\nAdapun Kota Bandung dijuluki Parisj Van Java. Pada buku Otobiografi Entin Supriatin, berjudul Deritapun Dapat Ditaklukan, disebutkan Bandung dikenal dengan sebutan Parijs Van Java atau Paris-nya Pulau Jawa. Istilah Parijs van Java muncul karena pada waktu itu di Jalan Braga, terdapat banyak toko yang menjual barang-barang produksi Paris, terutama toko pakaian. Toko yang terkenal diantaranya adalah toko mode dan pakaian, Modemagazinj ‘au bon Marche’ yang menjual gaun wanita mode Paris. \n\nSelain itu, terdapat restoran makanan khas Paris Maison Bogerijen yang menjadi tempat santap para pejabat dan pengusaha Hindia Belanda atau Eropa. Muncullah julukan lain bagi kota Bandung sebagai Parijs van Java.\n\nSebutan Bandung Lautan Api juga sering disebut-sebut sebagai julukan untuk Kota Bandung. Pada Maret 1946, dalam waktu tujuh jam, sekitar 200.000 penduduk mengukir sejarah dengan membakar rumah dan harta benda mereka, meninggalkan kota Bandung menuju pegunungan di selatan. Bandung sengaja dibakar oleh Tentara Republik Indonesia (TRI) dan rakyat dengan maksud agar Sekutu tidak dapat menggunakannya lagi.\n\nBandung Lautan Api kemudian menjadi istilah yang terkenal setelah peristiwa pembakaran itu. Almarhum Jenderal Besar A.H Nasution teringat saat melakukan pertemuan di Regentsweg (sekarang Jalan Dewi Sartika), setelah kembali dari pertemuannya dengan Sutan Sjahrir di Jakarta, untuk memutuskan tindakan apa yang akan dilakukan terhadap Kota Bandung setelah menerima ultimatum Inggris.\n\nIstilah Bandung Lautan Api muncul pula di harian Suara Merdeka tanggal 26 Maret 1946. Seorang wartawan muda saat itu, yaitu Atje Bastaman, menyaksikan pemandangan pembakaran Bandung dari bukit Gunung Leutik di sekitar Pameungpeuk, Garut. Dari puncak itu Atje Bastaman melihat Bandung yang memerah dari Cicadas sampai dengan Cimindi.\n\nSetelah tiba di Tasikmalaya, Atje Bastaman dengan bersemangat segera menulis berita dan memberi judul Bandoeng Djadi Laoetan Api. Namun karena kurangnya ruang untuk tulisan judulnya, maka judul berita diperpendek menjadi Bandoeng Laoetan Api.\n\nKini julukan Bandung Lautan Api digunakan sebagai nama stadion bertaraf internasional di kawasan Gedebage, wilayah timur kota Bandung: Stadion Gelanggang Olahraga Bandung Lautan Api (GBLA).",
      "imgLink": "",
      "videoLink": ""
    },
    {
      "courseId": "Sejarah",
      "page": 4,
      "title": "Bandung Lautan Api Bagian 1",
      "content": "Indonesia sudah merdeka pada 17 Agustus 1945. Namun, saat itu perjuangan masih berlangsung di sejumlah daerah. Para pejuang Indonesia tak ingin memberi tempat para penjajahan, apalagi menyerahkan dan kalah atas pendudukan lagi.\n\nBandung, Jawa Barat, satu dari sekian daerah yang masih berjuang pascakemerdekaan. Dalam tulisan Peristiwa Bandung Lautan Api yang terbit di laman Kementerian Pendidikan dan Kebudayaan (Kemendikbud), kondisi keamanan dan pertahanan Indonesia belum stabil setelah kemerdekaan. Mengutip buku Sejarah Nasional Indonesia VI karya Marwati Djanoed Poesponegoro dan Nugroho Notosusanto, pertempuran melegenda bernama Bandung Lautan Api.\n\nPeristiwa itu diawali dengan kedatangan pasukan sekutu (Inggris) yang dipimpin Brigade MacDonald pada 12 Oktober 1945. Sejak awal, hubungan sekutu dan pemerintah Indonesia setempat sudah memanas. Sekutu meminta seluruh senjata api milik penduduk diserahkan pada mereka, kecuali Tentara Keamanan Rakyat (TKR) dan Polisi.\n\nKondisi semakin memanas, ketika orang-orang Belanda bebas dari kamp tahanan. Mereka mulai mengacaukan kondisi kemanan. Akibatnya, bentrokan antara TKR dan sekutu tak terhindarkan.\n\nPada malam 24 November 1945, TKR dan badan-badan perjuangan melancarkan serangan terhadap markas sekutu di Bandung bagian utara. Tiga hari pascapenyerangan, MacDonald mengultimatum Gubernur Jawa Barat segera mengosongkan wilayah Bandung bagian utara, termasuk rakyat dan tentara.\n\nDengan ultimatum itu, sekutu membagi Kota Bandung menjadi dua, bagian utara untuk wilayah kekuasaan sekutu dan selatan untuk wilayah kekuasaan pemerintah Indonesia. Namun, ultimatum itu dijawab Indonesia dengan mendirikan pos-pos gerilya di berbagai tempat.\n\nSelama Desember 1945, terjadi beberapa pertemputan di berbagai tempat, seperti Cihaurgeulis, Sukajadi, Pasar Kaliki, dan Viaduct. Sekutu juga berusaha merebut Balai Besar Kereta Api, tetapi gagal. Memasuki awal 1946, pertempuran semakin berkobar secara sporadis.\n\nSerangan sporadis Indonesia dan kegagalan sekutu mencari penyelesaian di tingkat daerah, membuat posisi sekutu terdesak. Mereka melakukan pendekatan terhadap pihak petinggi pemerintahan Indonesia.",
      "imgLink": "https://assets.pikiran-rakyat.com/crop/0x0:0x0/750x500/photo/image/2011/04/06/2-Tegalega.jpg",
      "videoLink": "https://www.youtube.com/watch?v=z8QkOshMR4E"
    },
    {
      "courseId": "Sejarah",
      "page": 5,
      "title": "Bandung Lautan Api Bagian 2",
      "content": "Pada 23 Maret 1946, mereka menyampaikan ultimatum kepada Perdana Menteri (PM) Sultan Syahrir. Mereka meminta, selambat-lambatnya pukul 24.00 WIB pada 24 Maret 1946, pasukan Indonesia sudah meninggalkan Bandung bagian selatan sejauh 10 sampai 11 kilometer dari pusat kota.\n\nNamun, tentara menolak ultimatum tersebut. Alasannya, mustahil memindahkan ribuan pasukan dalam waktu singkat. Dengan alasan menyelamatkan Tentara Republik Indonesia (TRI) dari kehancuran, PM Syahrir mendesak Jenderal Mayor Nasution memenuhi ultimatum tersebut. PM Syahrir berpendapat TRI belum mampu menandingi kekuatan pasukan sekutu. Nasution menjabat sebagai Panglima Divisi III/Siliwangi.\n\nDalam pertemuan antara Nasution dan para Komandan TRI, para pemimpin laskar, dan aparat pemerintahan terjadi kesepakatan membumihanguskan Bandung sebelum kota itu ditinggalkan. Menurut rencana, bumi hangus dilakukan pada 24 Maret pukul 00.00 WIB. Ternyata, pelaksanaan bumi hangus lebih awal, yakni pukul 21.00 WIB.\n\nGedung pertama yang diledakkan adalah Bank Rakyat. Kemudian, pembakaran di Banceuy, Cicadas, Braga, dan Tegalega. Anggota TRI juga membakar asrama-asrama mereka. Pada 24 Maret 1946 malam, bukan hanya pasukan bersenjata yang meninggalkan Bandung, seketika kota itu terbakar.",
      "imgLink": "https://daimca.com/wp-content/uploads/2019/03/Bandung-Lautan-Api.jpg",
      "videoLink": "https://www.youtube.com/watch?v=z8QkOshMR4E"
    },
    {
      "courseId": "Geografis",
      "page": 1,
      "title": "Tata letak Kota Bandung",
      "content": "Kota Bandung dikelilingi oleh pegunungan, sehingga bentuk morfologi wilayahnya bagaikan sebuah mangkok raksasa, geografis kota ini terletak di tengah-tengah provinsi Jawa Barat, serta berada pada ketinggian ±768 m di atas permukaan laut, dengan titik tertinggi di berada di sebelah utara dengan ketinggian 1.050 meter di atas permukaan laut dan sebelah selatan merupakan kawasan rendah dengan ketinggian 675 meter di atas permukaan laut. Kota Bandung dialiri dua sungai utama, yaitu Sungai Cikapundung dan Sungai Citarum beserta anak-anak sungainya yang pada umumnya mengalir ke arah selatan dan bertemu di Sungai Citarum. Dengan kondisi yang demikian, Bandung selatan sangat rentan terhadap masalah banjir terutama pada musim hujan. \nKeadaan geologis dan tanah yang ada di kota Bandung dan sekitarnya terbentuk pada zaman kwartier dan mempunyai lapisan tanah alluvial hasil letusan Gunung Tangkuban Parahu. Jenis material di bagian utara umumnya merupakan jenis andosol begitu juga pada kawasan dibagian tengah dan barat, sedangkan kawasan dibagian selatan serta timur terdiri atas sebaran jenis alluvial kelabu dengan bahan endapan tanah liat. \nSemetara iklim kota Bandung dipengaruhi oleh iklim pegunungan yang lembab dan sejuk, dengan suhu rata-rata 23.5 °C, curah hujan rata-rata 200.4 mm dan jumlah hari hujan rata-rata 21.3 hari per bulan.",
      "imgLink": "",
      "videoLink": ""
    },
    {
      "courseId": "Geografis",
      "page": 2,
      "title": "Tata letak Kota Bandung",
      "content": "Kota Bandung adalah kota metropolitan terbesar di Provinsi Jawa Barat, sekaligus menjadi ibu kota provinsi tersebut. Kota ini terletak 140 km sebelah tenggara Jakarta, dan merupakan kota terbesar di wilayah Pulau Jawa bagian selatan. Sedangkan wilayah Bandung Raya (Wilayah Metropolitan Bandung) merupakan metropolitan terbesar ketiga di Indonesia setelah Jabodetabek dan Gerbangkertosusila.",
      "imgLink": "",
      "videoLink": ""
    },
    {
      "courseId": "Geografis",
      "page": 3,
      "title": "Tata letak Kota Bandung",
      "content": "Secara geografis, kota Bandung terletak di tengah-tengah provinsi jawa barat, serta berada pada ketinggian kurang lebih 768 meter di atas permukaan laut.",
      "imgLink": "",
      "videoLink": ""
    },
    {
      "courseId": "Geografis",
      "page": 4,
      "title": "Tata letak Kota Bandung",
      "content": "Kota Bandung memiliki luas wilayah 16.731 hektar, yang secara administratif terbagi atas 30 kecamatan, 151 kelurahan, 1.561 rw, dan 9.691 rt. kecamatan terluas adalah kecamatan gedebage, dengan luas 958 hektar dan kecamatan terkecil adalah wilayah kecamatan astana anyar dengan luas 89 hektar. sedangkan jumlah penduduk kota bandung tahun 2012 tercatat 2.655.160 jiwa, terdiri dari 1.358.623 laki-laki, dan 1.296.537 perempuan.",
      "imgLink": "",
      "videoLink": ""
    },
    {
      "courseId": "Geografis",
      "page": 5,
      "title": "Tata letak Kota Bandung",
      "content": "Dari aspek pemerintahan, kota bandung dipimpin oleh walikota dan wakil walikota. serta dibantu sekretaris daerah, yang membawahi 3 asisten sekretaris daerah, 17 kepala dinas, 6 kepala badan, 8 kepala bagian, 1 kepala kantor, 4 perusahaan daerah, 1 inspektorat, 1 kepala satuan polisi pamong praja.",
      "imgLink": "",
      "videoLink": ""
    },
    {
      "courseId": "Kuliner",
      "page": 1,
      "title": "Mie Kocok",
      "content": "Pecinta makanan berkuah pasti suka mie kocok. Mie kuning gepeng ini dilengkapi potongan kikil, sum sum, daun seledri, dan bawang goreng.",
      "imgLink": "https://cdn.idntimes.com/content-images/post/20191030/20214613-133941360532875-4539543611670265856-n-6f7899877bfeb918b1ba353b806faa5a.jpg",
      "videoLink": "https://www.youtube.com/watch?v=TPMzgMGcha4"
    },
    {
      "courseId": "Kuliner",
      "page": 2,
      "title": "Batagor",
      "content": "Disajikan dengan bumbu kacang yang nikmat, batagor jadi salah satu makanan paling lezat di Bandung. Isinya tahu goreng dan pangsit goreng.",
      "imgLink": "https://cdn.idntimes.com/content-images/post/20191030/74660372-2862305163799417-8070253000489500061-n-07784696ba88f501e759cd2f93bff1a0.jpg",
      "videoLink": "https://www.youtube.com/watch?v=ml8mpuIR5eY"
    },
    {
      "courseId": "Kuliner",
      "page": 3,
      "title": "Seblak",
      "content": "Seblak terbuat dari kerupuk basah, sayur, daging, dan telur. Rasa kuahnya sedap dan pedas yang khas.",
      "imgLink": "https://cdn.idntimes.com/content-images/post/20191030/64522013-1096540103890323-7307347816768099918-n-7ac8f2c3842ea1d00974bce80c25ca08.jpg",
      "videoLink": "https://www.youtube.com/watch?v=W9uFsgHpRjU"
    },
    {
      "courseId": "Kuliner",
      "page": 4,
      "title": "Karedok",
      "content": "Cocok untuk diet, karedok berisi sayur-sayuran seperti taoge, kol, kacang panjang, dan mentimun. Bumbu kacangnyanya nikmat banget.",
      "imgLink": "https://cdn.idntimes.com/content-images/post/20191030/70600596-767091340392767-6209190349447316336-n-5c06cd5a3da92bcb5147d04753d4d6bb.jpg",
      "videoLink": "https://www.youtube.com/watch?v=4zM8RJKnL00"
    },
    {
      "courseId": "Kuliner",
      "page": 5,
      "title": "Nasi Tutig Oncom",
      "content": "Nasi tutug oncom berupa nasi yang ditumbuk dan dicampur oncom. Disajikan dengan lauk, seperti ayam goreng, tahu, dan tempe goreng.",
      "imgLink": "https://cdn.idntimes.com/content-images/post/20191030/nasi-oncooom-dd3276d614d2ab4291951a3b24f80447.jpg",
      "videoLink": "https://www.youtube.com/watch?v=ZQ6-ZXh-ILE"
    },
    {
      "courseId": "Kuliner",
      "page": 6,
      "title": "Lotek",
      "content": "Hampir sama dengan karedok, lotek juga berisi sayur-sayuran matang, seperti kangkung taoge, dan kacang panjang dengan siraman saus kacang.",
      "imgLink": "https://cdn.idntimes.com/content-images/post/20191030/70486307-408206136561795-5108516469361799405-n-38c0ff810723e823285bd4bbca293473.jpg",
      "videoLink": "https://www.youtube.com/watch?v=IbRyjCFjp6E"
    },
    {
      "courseId": "Kuliner",
      "page": 7,
      "title": "Colenak",
      "content": "Colenak berupa peuyeum dibakar dan dicocol gula merah yang sudah dilelehkan. Gula merah makin nikmat dicampur parutan kelapa.",
      "imgLink": "https://cdn.idntimes.com/content-images/post/20191030/71511408-141451027241009-4146006266044119785-n-ff62deed4dfee2fb3ad7214a3a1a9fc6.jpg",
      "videoLink": "https://www.youtube.com/watch?v=WkLJ6OT_jdc"
    },
    {
      "courseId": "Kuliner",
      "page": 8,
      "title": "Surabi",
      "content": "Camilan hits Bandung adalah surabi. Dibuat dari tepung beras, makanan ini disajikan dengan beragam rasa dan topping lezat.",
      "imgLink": "https://cdn.idntimes.com/content-images/post/20191030/71508207-200305200961828-4254607348075778087-n-b262d5491053356656462c761fbce9e7.jpg",
      "videoLink": "https://www.youtube.com/watch?v=RPC4XhpGdyg"
    },
    {
      "courseId": "Kuliner",
      "page": 9,
      "title": "Tahu Susu Bandung",
      "content": "Pecinta tahu susu mari merapat ke Lembang, Bandung. Bisa dijadikan oleh-oleh, tekstur tahu ini sangat lembut dan terkenal menyehatkan.",
      "imgLink": "https://cdn.idntimes.com/content-images/post/20191030/18-1-tahususulembang-by-virnasari-e146cbe613c3d3575e3bbceeb60e7d92.jpg",
      "videoLink": "https://www.youtube.com/watch?v=FA80WAcGX7k"
    },
    {
      "courseId": "Kuliner",
      "page": 10,
      "title": "Pisang Bollen khas bandung",
      "content": "Pisang bollen khas Bandung terbuat dari pisang, tepung, telur, dan mentega. Makin mantap dinikmati dengan secangkir teh hangat",
      "imgLink": "https://cdn.idntimes.com/content-images/post/20191030/54247261-2145874318864856-3557674617174342807-n-166d5dd037df92b99dc6f19137714dba.jpg",
      "videoLink": "https://www.youtube.com/watch?v=CFKK0issuUg"
    },
    {
      "courseId": "Wisata",
      "page": 1,
      "title": "Kawah Putih Ciwidey",
      "content": "Terletak di Ciwidey, sekitar 50 KM di selatan Bandung, Kawah Putih Ciwidey adalah salah satu tempat wisata di Bandung yang paling populer, terutama di kalangan pecinta wisata alam. Kawah Putih Ciwidey, sesuai dengan namanya adalah sebuah kawah vulkanik dengan tanah yang bewarna putih. Warna putih ini karena terdapat kandungan belerang pada tanahnya. Keunikan utama dari kawah putih adalah airnya yang selalu berubah warna.",
      "imgLink": "https://anekatempatwisata.com/wp-content/uploads/2014/03/Kawah-Putih-Ciwidey.jpg",
      "videoLink": "https://www.youtube.com/watch?v=H2pU69Y6SsM"
    },
    {
      "courseId": "Wisata",
      "page": 2,
      "title": "Gunung Tangkuban Perahu",
      "content": "Berada sekitar 20 KM di utara kota Bandung, Gunung Tangkuban Perahu adalah gunung berapi yang terletak di perbatasan Subang dan Lembang. Keunikan dari Gunung Tangkuban Perahu adalah bentuknya yang menyerupai sebuah perahu terbalik, sesuai dengan legenda yang mengatakan bahwa Gunung Tangkuban Perahu berasal dari perahu yang ditendang hingga terbalik oleh Sangkuriang. Gunung Tangkuban Perahu adalah sebuah tempat wisata alam yang sudah menjadi salah satu tempat wisata di Bandung dan sekitarnya yang paling terkenal.",
      "imgLink": "https://www.westjavainc.org/wp-content/uploads/2016/08/tangkuban-perahu-bandung-jawa-barat.jpg",
      "videoLink": "https://www.youtube.com/watch?v=B6mXedCyO5Q"
    },
    {
      "courseId": "Wisata",
      "page": 3,
      "title": "Trans Studio Bandung",
      "content": "Trans Studio Bandung adalah sebuah kawasan wisata rekreasi permainan yang berlokasi menyatu dengan Trans Studio Mall (dahulu bernama Bandung Super Mall). Secara simpel, Trans Studio Bandung adalah Dufan versi dalam ruangan. Trans Studio Bandung adalah salah satu kawasan permainan dalam ruangan yang terbesar di dunia dengan lebih dari 20 jenis permainan yang seru. Harga tiket masuk adalah 150,000 Rupiah (Senin hingga Jumat), dan 250,000 Rupiah pada hari Sabtu dan Minggu. Selain menyatu dengan mall, Trans Studio Bandung juga menyatu dengan 2 hotel kelas internasional sehingga tidak perlu repot bila Anda ingin menginap.",
      "imgLink": "https://i.ytimg.com/vi/0-qPSQgVokU/maxresdefault.jpg",
      "videoLink": "https://www.youtube.com/watch?v=eO3PF2Ar7cc"
    },
    {
      "courseId": "Wisata",
      "page": 4,
      "title": "Kebun Binatang Bandung",
      "content": "Kebun Binatang Bandung yang berlokasi dekat dengan ITB mungkin bukan pilihan utama bagi wisatawan Jakarta karena di Jakarta pun terdapat kebun binatang, namun apabila Anda memiliki anak kecil tidak ada salahnya mencoba berkunjung ke Kebun Binatang Bandung karena biasanya anak-anak sangat suka melihat hewan. Selain berfungsi sebagai tempat wisata di Bandung, kebun binatang ini juga berfungsi sebagai tempat menambah pengetahuan tentang hewan. Harga tiket masuk Kebun Binatang Bandung tidaklah mahal, hanya 20,000 Rupiah per orang.",
      "imgLink": "https://www.hargatiket.net/wp-content/uploads/2019/01/harga-tiket-kebun-binatang-bandung.jpg",
      "videoLink": "https://www.youtube.com/watch?v=HQN3qg5ipMs"
    },
    {
      "courseId": "Wisata",
      "page": 5,
      "title": "Museum Geologi Bandung",
      "content": "Museum Geologi Bandung adalah sebuah museum yang berlokasi di Jalan Diponegoro, dekat dengan Gedung Sate. Seperti selayaknya sebuah museum, Museum Geologi Bandung adalah sumber ilmu yang cocok untuk anak-anak. Selain sebagai sumber ilmu, Museum Geologi Bandung juga sangat menyenangkan bagi anak-anak karena di sini mereka dapat melihat fosil dinosaurus. Untuk masuk ke Museum Geologi Bandung Anda tidak perlu membayar mahal.",
      "imgLink": "https://media.travelingyuk.com/unggah/2019/06/cover_0528.jpg",
      "videoLink": "https://www.youtube.com/watch?v=9yZ5dFCmBE8"
    },
    {
      "courseId": "Wisata",
      "page": 6,
      "title": "Farmhouse Lembang",
      "content": "Sebagai salah satu tempat wisata lembang baru, Farm house Lembang mulai beroperasi sekitar tahun 2015. Tempat wisata di Bandung biasanya terbantu naik oleh medsos, terutama facebook dan instagram. Tampaknya tempat ini memaksimalkan banget hal ini. Dengan desain atmosfer eropa, banyak spot unik yang pastinya bakal menarik untuk swafoto/selfie, dan di posting di media sosial. memang, Farmhouse Lembang sejauh ini menawarkan ‘wisata foto’ sebagai daya tarik utamanya.",
      "imgLink": "https://i1.wp.com/alvindayu.com/wp-content/uploads/2019/06/Tempat-Wisata-Farmhouse-Lembang-Bandung-yang-Asik-dan-Menyenangkan.png",
      "videoLink": "https://www.youtube.com/watch?v=poYJ4IYZIFs"
    },
    {
      "courseId": "Wisata",
      "page": 7,
      "title": "Floating Market Lembang",
      "content": "Pada awalnya, floating market Lembang tidak begitu luas. Tapi sekarang sudah ekspansi dan memiliki banyak objek menarik baru. Nama floating market ini sepertinya merujuk pada stand tempat jualan makanan yang berada dalam perahu. Selain pasar kuliner terapung, terdapat juga beberapa cafe dan tempat makan lain dengan suasana yang indah. Suasana di tempat wisata favorit ini cukup asri, hijau dan tertata rapi. Di dukung dengan udara segar khas Lembang, tentunya bakal bikin anda betah. Areanya cukup luas, tapi anda bisa mengitari sambil menikmati suasananya dengan nyaman. Selain itu jika capek, banyak terdapat gazebo dan kursi-kursi untuk beristirahat.",
      "imgLink": "https://www.hargatiket.net/wp-content/uploads/2018/06/Floating-Market-Lembang.jpg",
      "videoLink": "https://www.youtube.com/watch?v=4anPxkW4jJw"
    },
    {
      "courseId": "Wisata",
      "page": 8,
      "title": "Taman Hutan Raya Ir. H. Djuanda",
      "content": "Taman Hutan Raya terletak di kawasan Dago Pakar, membentang sampai ke daerah Maribaya. Di tempat yang merupakan taman hutan raya pertama di Indonesia ini terdapat kurang lebih 2500 jenis tanaman.\n\nSelain wisata botani, di taman ini juga terdapat beberapa objek wisata yang dapat dikunjungi, antara lain:\n\nMonumen Ir. H. Djuanda\nGua Jepang dan Gua Belanda\nAir Terjun Dago\nAir Terjun Omas\nAir Terjun Lalay\nMuseum Ir.H Djuanda\nPrasasti Raja Thailand",
      "imgLink": "https://idetrips.com/wp-content/uploads/2018/09/Taman-Hutan-Raya-Djuanda-640x480.jpg",
      "videoLink": "https://www.youtube.com/watch?v=gZk4KBDVlZI"
    },
    {
      "courseId": "Wisata",
      "page": 9,
      "title": "Saung Angklung Udjo",
      "content": "Saung Angklung Udjo merupakan tempat wisata budaya terkenal di Bandung. Ditempat yang menfokuskan diri pada pelestarian angklung ini di gelar pertunjukan rutin pentas seni yang terdiri dari orkestra angklung, tari topeng, helaran dan wayang golek. Saung Angklung Udjo mengenalkan lebih jauh seni dan budaya Sunda dengan alat musik yang terbuat dari bambu tersebut.",
      "imgLink": "https://www.mongabay.co.id/wp-content/uploads/2018/03/Udjo2.jpg",
      "videoLink": "https://www.youtube.com/watch?v=H52sscyAGXk"
    },
    {
      "courseId": "Wisata",
      "page": 10,
      "title": "Dusun Bambu Lembang",
      "content": "Dusun Bambu Bandung mulai dikenal publik sekitar awal tahun 2014. Dari awal beroperasi, langsung menyedot banyak pengunjung. Wajar saja sih, hal yang ditawarkan oleh tempat ini terhitung baru dan membawa suasana ‘segar’.\n\nDulu, tempat wisata di Lembang rasanya seperti itu-itu saja. Keberadaan Dusun Bambu membawa pilihan suasana baru bagi wisatawan yang berkunjung ke Bandung.\n\nMengusung konsep eco friendly, tempat wisata di Bandung ini direncakan menjadi salah satu tempat eco wisata di jawa barat.\n\nArea dusun bambu sendiri terhitung luas, dan di tata dengan baik. Tersedia area kuliner, restoran unik, berbagai permainan, tempat menginap berupa villa dan glamping, dan juga taman terbuka yang luas. Semuanya terkonsep dengan baik.",
      "imgLink": "https://i0.wp.com/ngetripkemana.com/wp-content/uploads/2019/02/dusun-bambu-lembang-novianto_cumplong.jpg",
      "videoLink": "https://www.youtube.com/watch?v=WznbmyC5pfA"
    }
  ]
}